[BreakableDoorBase DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""


[BreakableDoorBase:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBdoor_medium_poor_metal_ext_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBdoor_medium_poor_metal_ext_twk:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBdoor_medium_rich_ext_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBdoor_medium_rich_ext_metal_twk:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBdoor_medium_rich_ext_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBdoor_medium_rich_ext_window_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBdoor_medium_rich_int_wood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBdoor_medium_rich_int_wood_twk:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBdoor_small_int_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBdoor_small_int_metal_twk:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBDoors_big_rich_ext_glass_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBDoors_big_rich_ext_glass_twk:DisTweaks_InteractableInterface_43 DisTweaks_InteractableInterface]
m_Name="グラスドア"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBDoors_big_rich_ext_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBDoors_big_rich_ext_metal_twk:DisTweaks_InteractableInterface_44 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBDoors_big_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBDoors_big_rich_int_window_twk:DisTweaks_InteractableInterface_45 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBDoors_big_rich_int_wood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBDoors_big_rich_int_wood_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_big_rich_ext_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_big_rich_ext_metal_twk:DisTweaks_InteractableInterface_46 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_big_rich_ext_reinfwood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_big_rich_ext_reinfwood_twk:DisTweaks_InteractableInterface_47 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_big_rich_ext_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_big_rich_ext_window_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_big_rich_int_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_big_rich_int_metal_twk:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_big_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_big_rich_int_window_twk:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_big_rich_int_wood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_big_rich_int_wood_twk:DisTweaks_InteractableInterface_13 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_poor_ext_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_poor_ext_metal_twk:DisTweaks_InteractableInterface_14 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_poor_ext_reinfwood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_poor_ext_reinfwood_twk:DisTweaks_InteractableInterface_15 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_poor_ext_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_poor_ext_window_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_poor_int_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_poor_int_metal_twk:DisTweaks_InteractableInterface_18 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_poor_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_poor_int_window_twk:DisTweaks_InteractableInterface_20 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_poor_int_wood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_poor_int_wood_twk:DisTweaks_InteractableInterface_21 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_rich_ext_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_rich_ext_metal_twk:DisTweaks_InteractableInterface_22 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_rich_ext_reinfwood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_rich_ext_reinfwood_twk:DisTweaks_InteractableInterface_23 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_rich_ext_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_rich_ext_window_twk:DisTweaks_InteractableInterface_24 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_rich_int_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_rich_int_metal_twk:DisTweaks_InteractableInterface_26 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_rich_int_window_twk:DisTweaks_InteractableInterface_29 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_medium_rich_int_wood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_medium_rich_int_wood_twk:DisTweaks_InteractableInterface_30 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_poor_ext_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_poor_ext_metal_twk:DisTweaks_InteractableInterface_27 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_poor_ext_reinfwood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_poor_ext_reinfwood_twk:DisTweaks_InteractableInterface_34 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_poor_ext_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_poor_ext_window_twk:DisTweaks_InteractableInterface_35 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_poor_int_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_poor_int_metal_twk:DisTweaks_InteractableInterface_37 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_poor_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_poor_int_window_twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_poor_int_wood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_poor_int_wood_twk:DisTweaks_InteractableInterface_39 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_rich_ext_metal_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_rich_ext_metal_twk:DisTweaks_InteractableInterface_40 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_rich_int_wood_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_rich_int_wood_twk:DisTweaks_InteractableInterface_41 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_sewer_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[door_small_sewer_01_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_sewer_nokey_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="Cannot be opened at this time"

[door_small_sewer_nokey_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DoorBase DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="`k が必要"

[DoorBase:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

